package com.example.anowarahelpline.visitingplace;

public class VisitingPlaceInfo {

    public static String parkiBeach ="ইতিহাস-ঐতিহ্য এবং প্রকৃতির অপরূপ সৌন্দর্যে ঘেরা আনোয়ারা উপজেলা। এখানে যেমন রয়েছে সাগরের হাতছানি, তেমনি রয়েছে যুগ যুগ ধরে কালের সাক্ষী হয়ে মাথা উঁচু করে দাঁড়িয়ে থাকা দেয়াং পাহাড়। আর এই দেয়াং পাহাড়ের ইতিহাস সংরক্ষণে পাহাড়ের সৌন্দর্য দ্বিগুণ করতে বটতলী এলাকায় মোহছেন আউলিয়া কলেজের পাশে পাহাড়ের গাঁ ঘেষে গড়ে তোলা হয়েছিল- হিলটপ পার্ক। নান্দনিকতা ও আধুনিকতকাতে সমন্বিত করে পর্যটনকেন্দ্র তৈরি করার এই স্বপ্ন বোনা হয়েছিল। পাহাড়ের গায়ে শৈল্পিক নৈপুণ্যে সুবিশাল রাস্তা, কারুকার্য করা সিঁড়ি, হোটেল, ফুলের বাগান, নানান পশুর মূর্তি, সুইমিং পুল, রেস্তোরাঁসহ, আকাশি, মেহগনি ও নানা জাতের গাছ রোপণ করে বেশ সাজানো হয়েছিল পার্কটিকে।আগ্রহীরা পর্যটকদের জন্য প্রকৃতির রূপবৈচিত্র্যের বাস্তব চিত্র তুলে ধরতে চেয়েছিলেন তাতে, চেয়েছিলেন গ্রামের সৌন্দর্য আর বঙ্গোপসাগরে সূর্যাস্তের অপরূপ দৃশ্য দেখার সুযোগ করে দিতে সবাইকে। বড় বড় জাহাজের গর্জন শোনার পাশাপাশি সেগুলো যাতে দূর থেকে দেখতে পাওয়া যায় এমন ব্যবস্থাও করতে চেয়েছিলেন তারা পার্কটিতে। কিন্তু এসব স্বপ্ন যেন আজ স্বপ্নই রয়ে গেল। নির্মাণ কাজ শেষ হওয়ার আগেই সরকারি নিষেধাজ্ঞায় কাজ বন্ধ করে দিতে হয়। জানা যায়, দেয়াং পাহাড়ে চায়না ইকনোমিক জোনের শিল্পকারখানায় ভূমি বরাদ্দের অংশ পড়েছিল এই পার্কে। এছাড়া পার্কে চলাচলের প্রধান গেট মোহছেন আউলিয়া কলেজের ভূমি হওয়ায় কলেজের আপত্তি ও বিভিন্ন আইনি জটিলতা এবং নানা সমস্যার কারণে কাজ বন্ধ করতে বাধ্য হয় উদ্যোক্তারা। সরকারি নিষেধাজ্ঞায় হিলটপ পার্ক পূর্ণতা না পেলেও তা এখন পর্যটকদের কাছে ভৌতিক পার্ক নামে পরিচিতি পেয়েছে।" +

            "সরেজমিনে হিলটপ পার্ক ঘুরে দেখা যায়, দীর্ঘ প্রায় ১০ বছর ধরে কোনো ধরনের সংস্কার কাজ না হওয়ায় পরিত্যক্ত অবস্থায় পড়ে রয়েছে এটি। কারুকার্য করা সিঁড়ির গায়ে জং ধরেছে। বিভিন্ন পশুর মূর্তি ভেঙে ধ্বংস হয়ে গেছে। হোাটেল ও রেস্তোরাঁর স্থানে ময়লা-আবর্জনায় ভৌতিক পরিবেশ সৃিিষ্ট হয়েছে। দেখে মনে হয় যেন কোনো প্রতœতাত্ত্বিক নির্দশন। তাই উপজেলার বিভিন্ন প্রান্তসহ আশপাশের উপজেলা থেকেও পর্যটকরা এখানে বেড়াতে আসে। অনেক সিনেমার শুটিংও হয়েছে এখানে। পূর্ণতা না পেয়ে হিলটপ পার্ক এখন ভৌতিক পার্ক হিসেবে পর্যটকদের কাছে দর্শনীয় স্থান এবং পিকনিক স্পটে পরিণত হয়েছে। তবে এলাকাবাসীর অভিযোগ, পরিত্যক্তের সুবাদে এটি মাদকসেবীদের নিরাপদ স্থানে পরিণত হয়েছে এখন। দিনদুপুরে চলে এখানে মাদকসেবীদের জম্পেশ আড্ডা।" +

            "শহর থেকে হিলটপ পার্কে ঘুরতে আসা সামিরা আক্তার নামের এক দর্শনার্থী বলেন, বেশ কিছুনি ধরে সামাজিক যোগাযোগ মাধ্যম ফেসবুকে হিলটপ পার্কের পরিত্যক্ত জায়গার দৃশ্য প্রচারিত হচ্ছে। ফেসবুকে এবং ইউটিউবে এটির বিভিন্ন ভিডিও দেখে এটা দেখার খুব কৌতূহল জাগে। তাই দেখতে আসা।সাকিব নামের আরেক দর্শনার্থী বলেন, এখানে এসে খুবই ভালো লাগছে। একদম গা ঝিমঝিম করার মতো ভৌতিক অবস্থা। যেমনটি ভিডিওতে দেখেছি, বাস্তবে তার চেয়ে বেশি সুন্দর। পিকনিক করার মতো উপযুক্ত একটা জায়গা এটি।" +

            "হিলটপ পার্ক গড়ে তুলার স্বপ্নদ্রষ্টা মেন্না জানান, দক্ষিণ চট্টগ্রামে একটি আধুনিক পার্ক হিসেবে গড়ে তুলতে চেয়েছিলাম এটিকে। কোটি কোটি টাকা ব্যয় করে পার্কের কাজ করেছিলাম। সরকারিভাবে চায়না ইকনোমিক জোনের জন্য এই জায়গাটি বরাদ্দ হওয়ায় কাজ বন্ধ হয়ে যায়। তবে এখন বটতলী মাজারের পাশে মেন্না গার্ডেন নামের আরেকটি পার্ক করা হয়েছে।";

    public static String hiltoPark ="চট্টগ্রাম: শহর থেকে প্রায় ৩৫ কিলোমিটার দূরে আনোয়ারার পারকি সমুদ্র সৈকত। স্থানীয়দের ভাষায় এটি ‘পারকির চর’। এই  সৈকত কর্ণফুলীর মোহনায় হলেও এর বিস্তৃতি দক্ষিণে শঙ্খ নদীর মোহনা পর্যন্ত প্রায় ১০ কিলোমিটার।" +

            "সৈকতের বালুচর, ঝাউবাগান, বন্দরের বহির্নোঙরে সারি সারি জাহাজ, রাতের আলোকচ্ছটা মুগ্ধ করে পর্যটকদের। তবে করোনা ভাইরাসের কারণে মানুষের উপস্থিতি না থাকায় সৈকতের প্রকৃতি প্রাণ ফিরে পেয়েছে। দূরে দেখা মিলেছে লাল কাঁকড়ার সারি।" +

            "পারকি সমুদ্র সৈকত। ছবি: উজ্জ্বল ধর২০১৭ সালের ৩০ মে দুপুরে ঘূর্ণিঝড় ‘মোরা’র প্রভাবে চট্টগ্রাম বন্দরের বহির্নোঙর থেকে ‘এমভি ক্রিস্টাল গোল্ড’ নামের একটি জাহাজ পারকি সৈকতে গিয়ে আটকা পড়ে। এরপর জাহাজটিতে চালানো হয় লুটতরাজ। দীর্ঘদিন সৈকতে আটকে থাকা জাহাজটির নিচের বেশ কিছু অংশ দেবে গেছে। সেই জাহাজ ঘিরে সবসময় জমে থাকা পর্যটকের ভিড় এখন নেই।" +

            "অপরূপ সৌন্দর্যের পারকি সৈকতে একপাশে রয়েছে দীর্ঘ ঝাউ গাছের সারি। বন বিভাগের উদ্যোগে ১৯৯৩-৯৪ সাল ও ২০০২ সালে পারকির প্রায় ৮০ হেক্টর এলাকায় ঝাউবন তৈরি করা হয়, যা এখন পর্যটকদের কাছে দৃষ্টিনন্দন প্রাকৃতিক সৌন্দর্যের আধার।" +

            "পারকি সমুদ্র সৈকত। ছবি: উজ্জ্বল ধরপারকি বিচের ১৩ একর জায়গায় আধুনিক পর্যটন কমপ্লেক্স প্রকল্প বাস্তবায়ন করছে বাংলাদেশ পর্যটন করপোরেশন (বিপিসি)। ৬২ কোটি টাকা ব্যয়ে এ প্রকল্প বাস্তবায়িত হওয়ার পর পারকি বিচ হবে দেশের অন্যতম আধুনিক বিনোদন কেন্দ্র।" +

            "কর্ণফুলীর তলদেশে যে টানেল নির্মাণ হচ্ছে, এটির মুখ বের হবে পারকির সিইউএফএল এলাকায়। এখন পর্যটকদের যাতায়াতে যে ভোগান্তি পোহাতে হচ্ছে, ভবিষ্যতে তা আর থাকবে না। টানেল ব্যবহার করে ১৫-২০ মিনিটের মধ্যেই পর্যটকরা পৌঁছে যেতে পারবেন পারকিতে।" +

            "পারকি সমুদ্র সৈকত। ছবি: উজ্জ্বল ধরএদিকে জনশূন্য পতেঙ্গা সমুদ্র সৈকতের প্রকৃতিও সেজেছে নিজের রঙে। কমেছে পরিবেশ দূষণ। বালুকাবেলায় রাজত্ব করছে শামুক-ঝিনুক। সাগরের ঢেউয়ের গর্জন ছাড়া আর কোনও কোলাহল নেই।" +

            "শহর থেকে প্রায় ১৪ কিলোমিটার দক্ষিণে কর্ণফুলী নদী ও বঙ্গোপসাগরের মিলনস্থলে পতেঙ্গা সৈকতের অবস্থান। এই সৈকতকে ঘিরে হোটেল-মোটেলসহ বিভিন্ন অবকাঠামো গড়ে উঠেছে। সৈকত ঘেঁষে তৈরি হয়েছে সাড়ে ১৭ কিলোমিটার দীর্ঘ আউটার রিং রোড।" +

            "পতেঙ্গা সৈকতে ডানা মেলেছে প্রকৃতি।সবসময় এই সৈকতে পর্যটকদের পদচারণা থাকলেও করোনা ভাইরাসের কারণে পাল্টে গেছে দৃশ্যপট। ১০ কিলোমিটার দীর্ঘ সৈকতজুড়ে এখন কেবলই নির্জনতা। চট্টগ্রাম উন্নয়ন কর্তৃপক্ষ সৈকতের ৫ কিলোমিটার এলাকায় ওয়াকওয়ে তৈরি ও সৌন্দর্য্যবর্ধন করেছে।" +

            "পর্যটকের উৎপাত না থাকায় গাছগুলোতে ফুটে থাকা ফুল সৌন্দর্য্য ছড়াচ্ছে। পাখিদের ওড়িউড়ি, কিচিরমিচির ডাক, ঢেউয়ের আছড়ে পড়ার দৃশ্য মনে করিয়ে দেয়, পদভারে ক্লান্ত প্রকৃতি এখন ফেলছে স্বস্তির নিশ্বাস।";

}
