package com.example.anowarahelpline.visitingplace;

public class VisitingPlaceInfo {

    public static String hiltoPark ="ইতিহাস, ঐতিহ্য এবং প্রকৃতির অপরূপ সৌন্দর্যে ঘেরা আনোয়ারা উপজেলা। এখানে যেমন রয়েছে বঙ্গোপসাগরের স্নিগ্ধ ডাক, তেমনি রয়েছে যুগ যুগ ধরে কালের সাক্ষী হয়ে মাথা উঁচু করে দাঁড়িয়ে থাকা দেয়াং পাহাড়। এই দেয়াং পাহাড়ের সৌন্দর্যকে দ্বিগুণ করতে এবং তার ঐতিহ্য সংরক্ষণ করতে বটতলী এলাকার মোহছেন আউলিয়া কলেজের পাশে, পাহাড়ের গাঁ ঘেঁষে গড়ে তোলার স্বপ্ন দেখা হয়েছিল হিলটপ পার্ক নামে এক অত্যাধুনিক পর্যটনকেন্দ্র।\n" +
            "\n" +
            "নান্দনিকতা ও আধুনিকতার সমন্বয়ে গড়ে ওঠা এই পার্কে পরিকল্পিত হয়েছিল পাহাড়ের গায়ে কারুকার্যখচিত সিঁড়ি, প্রশস্ত রাস্তা, ফুলের বাগান, নানান পশুর মূর্তি, সুইমিং পুল, রেস্তোরাঁসহ আকাশি, মেহগনি ও নানা জাতের গাছ। পর্যটকদের জন্য গ্রামের সৌন্দর্য এবং বঙ্গোপসাগরের অপরূপ সূর্যাস্ত উপভোগ করার সুযোগ করে দেওয়ার পাশাপাশি বড় জাহাজের গর্জন শোনা এবং সেগুলো দূর থেকে দেখার ব্যবস্থাও করার স্বপ্ন ছিল।\n" +
            "\n" +
            "কিন্তু সব স্বপ্ন পূরণের আগেই সরকারি নিষেধাজ্ঞার কারণে পার্কটির নির্মাণকাজ বন্ধ হয়ে যায়। জানা যায়, দেয়াং পাহাড়ের একটি অংশ চায়না ইকনোমিক জোনের শিল্পকারখানার জন্য বরাদ্দ দেওয়া হয়। এছাড়া পার্কে প্রবেশের প্রধান গেট মোহছেন আউলিয়া কলেজের ভূমিতে হওয়ায় কলেজ কর্তৃপক্ষের আপত্তি এবং আইনি জটিলতার কারণে উদ্যোক্তারা কাজ চালিয়ে যেতে বাধ্য হন।\n" +
            "\n" +
            "বর্তমানে পার্কটি পরিত্যক্ত অবস্থায় পড়ে আছে এবং স্থানীয় পর্যটকদের কাছে এটি \"ভৌতিক পার্ক\" নামে পরিচিত। দীর্ঘ প্রায় ১০ বছর ধরে কোনো সংস্কার না হওয়ায় কারুকার্য করা সিঁড়ি জং ধরে গেছে, পশুর মূর্তিগুলো ভেঙে ধ্বংস হয়ে গেছে, আর হোটেল-রেস্তোরাঁর স্থানে ময়লা-আবর্জনার কারণে পরিবেশটি ভৌতিক রূপ ধারণ করেছে। অনেকের মতে, এটি এখন প্রত্নতাত্ত্বিক নিদর্শনের মতো দেখায়।\n" +
            "\n" +
            "তবুও, উপজেলাসহ আশপাশের এলাকা থেকে পর্যটকরা এখানে বেড়াতে আসেন এবং অনেক সিনেমার শুটিংও হয়েছে এখানে। শহর থেকে ঘুরতে আসা এক দর্শনার্থী সামিরা আক্তার বলেন, “ফেসবুক ও ইউটিউবে হিলটপ পার্কের পরিত্যক্ত অবস্থার ভিডিও দেখে এখানে আসার কৌতূহল জেগেছিল। বাস্তবে জায়গাটি দেখেও ভালো লেগেছে।”\n" +
            "\n" +
            "পার্কের স্বপ্নদ্রষ্টা মেন্না জানান, “দক্ষিণ চট্টগ্রামে আধুনিক পর্যটন কেন্দ্র গড়ে তোলার লক্ষ্যে কোটি কোটি টাকা ব্যয়ে এই পার্ক নির্মাণের কাজ শুরু করেছিলাম। তবে সরকারি নিষেধাজ্ঞা ও চায়না ইকনোমিক জোনের জন্য জমি বরাদ্দের কারণে কাজ বন্ধ হয়ে যায়।”\n" +
            "\n" +
            "তবে মেন্না হাল না ছেড়ে এখন বটতলী মাজারের পাশে মেন্না গার্ডেন নামে একটি নতুন পার্ক গড়ে তুলেছেন।";

    public static String parkiBeach ="চট্টগ্রাম শহর থেকে প্রায় ৩৫ কিলোমিটার দূরে অবস্থিত পারকি সমুদ্র সৈকত, যা স্থানীয়দের কাছে পরিচিত ‘পারকির চর’ নামে। কর্ণফুলীর মোহনা থেকে শঙ্খ নদীর মোহনা পর্যন্ত বিস্তৃত প্রায় ১০ কিলোমিটার দীর্ঘ এই সৈকত তার প্রাকৃতিক সৌন্দর্যে মুগ্ধ করে পর্যটকদের। এখানে রয়েছে বালুচর, ঝাউবাগান এবং বহির্নোঙরে সারি সারি জাহাজের দৃশ্য, যা রাতের আলোর ঝলকানিতে আরও মনোমুগ্ধকর হয়ে ওঠে।\n" +
            "\n" +
            "করোনা মহামারির সময় মানুষের কম উপস্থিতির কারণে সৈকতের পরিবেশ প্রাণ ফিরে পেয়েছে। দূরে দেখা মিলেছে লাল কাঁকড়ার সারি, যা প্রকৃতির প্রতি নতুন করে ভালোবাসা জাগায়। তবে সৈকতে দীর্ঘদিন ধরে আটকে থাকা একটি পুরনো জাহাজের নিচের অংশ দেবে যাওয়ায় পর্যটকদের ভিড় অনেকটাই কমে গেছে।\n" +
            "\n" +
            "১৯৯৩-৯৪ এবং ২০০২ সালে বন বিভাগের উদ্যোগে পারকির প্রায় ৮০ হেক্টর এলাকায় ঝাউবন তৈরি করা হয়। এই বন এখন পর্যটকদের কাছে অন্যতম প্রাকৃতিক আকর্ষণ। পাশাপাশি, বাংলাদেশ পর্যটন করপোরেশন (বিপিসি) পারকির ১৩ একর এলাকায় ৬২ কোটি টাকা ব্যয়ে একটি আধুনিক পর্যটন কমপ্লেক্স প্রকল্প বাস্তবায়ন করছে। প্রকল্পটি সম্পন্ন হলে পারকি বিচ হবে দেশের অন্যতম আধুনিক বিনোদন কেন্দ্র।\n" +
            "\n" +
            "কর্ণফুলী নদীর তলদেশে নির্মিতব্য টানেলের একটি মুখ পারকির সিইউএফএল এলাকায় তৈরি হচ্ছে। এই টানেল চালু হলে মাত্র ১৫-২০ মিনিটে পর্যটকরা সহজেই পারকিতে পৌঁছাতে পারবেন, যা বর্তমান যাতায়াত সমস্যার সমাধান করবে।\n" +
            "\n" +
            "চট্টগ্রাম শহর থেকে মাত্র ১৪ কিলোমিটার দক্ষিণে কর্ণফুলী নদী এবং বঙ্গোপসাগরের মিলনস্থলে অবস্থিত পতেঙ্গা সমুদ্র সৈকত। এই সৈকতকে ঘিরে গড়ে উঠেছে হোটেল-মোটেলসহ নানা অবকাঠামো এবং ১৭.৫ কিলোমিটার দীর্ঘ আউটার রিং রোড।\n" +
            "\n" +
            "করোনা মহামারির প্রভাবে পতেঙ্গা সৈকতের দৃশ্যপটও বদলে গেছে। জনশূন্য সৈকতে এখন শামুক-ঝিনুকের উপস্থিতি এবং ঢেউয়ের গর্জন প্রকৃতির আপন সুর সৃষ্টি করছে। চট্টগ্রাম উন্নয়ন কর্তৃপক্ষ সৈকতের ৫ কিলোমিটার এলাকায় ওয়াকওয়ে তৈরি এবং সৌন্দর্য্যবর্ধনের কাজ সম্পন্ন করেছে।\n" +
            "\n" +
            "সৈকতে মানুষের আনাগোনা কমে যাওয়ায় ঝাউগাছের ফুলের সৌন্দর্য আরও উজ্জ্বল হয়ে উঠেছে। পাখিদের কিচিরমিচির, ঢেউয়ের আছড়ে পড়ার শব্দ, আর নির্জনতা মিলে সৈকতের প্রকৃতি যেন তার ক্লান্তি ঝেড়ে এখন স্বস্তির নিশ্বাস ফেলছে।\n" +
            "\n" +
            "পারকি এবং পতেঙ্গা, উভয় সৈকতই প্রাকৃতিক সৌন্দর্যের এক অপার সম্ভার। আধুনিক উন্নয়ন প্রকল্প এবং পরিবেশ সংরক্ষণের মাধ্যমে এই স্থানগুলো ভবিষ্যতে আরও আকর্ষণীয় হয়ে উঠবে।";

    public static String mazar ="হযরত শাহ্ মোহছেন আউলিয়া (রহ.) একজন খ্যাতিমান সাধক ও ধর্ম প্রচারক ছিলেন, যিনি আধ্যাত্মিক শক্তিতে বলীয়ান ছিলেন বলে জনশ্রুতি রয়েছে। তিনি ঝিওরি গ্রামে অবস্থানকালে বহু অলৌকিক ঘটনার জন্ম দিয়েছিলেন, যা আজও মানুষের মধ্যে বিস্ময়ের উদ্রেক করে।\n" +
            "\n" +
            "একদিন, হুজুরা শরীফের কাছে এক বোবা রাখাল ছেলে ঘোরাঘুরি করছিল। হযরত তাকে ইশারায় ডেকে কাছে আনেন এবং ছেলেটির মাথায় হাত বুলিয়ে দেন। মুহূর্তের মধ্যে ছেলেটি চিৎকার করে \"মা, মা\" বলতে শুরু করে। এই অলৌকিক ঘটনায় উপস্থিত সকলেই হতবাক হয়ে যান।\n" +
            "\n" +
            "আরেকটি ঘটনায়, এক গোয়ালিনী প্রতিদিন হুজুরের জন্য দুধ নিয়ে আসতেন। একদিন তিনি দুধ আনতে না পারায় তার শিশুপুত্র দুধ নিয়ে আসেন। পথিমধ্যে শিশুটি হোঁচট খেয়ে পড়ে, ফলে কলসির সমস্ত দুধ মাটিতে পড়ে যায়। শিশুটি ভয় পেয়ে কান্না করতে থাকে। হযরত শাহ্ মোহছেন আউলিয়া (রহ.) ঘটনাস্থলে এসে মাটি থেকে দুধ তুলে এনে কলসিকে আগের মতো ভরে দেন। এই অলৌকিক ঘটনা দেখে লোকজন হতবাক হয়ে যায়।\n" +
            "\n" +

            "হযরতের অলৌকিক ক্ষমতার খবর চারদিকে ছড়িয়ে পড়লে বিভিন্ন ধর্ম ও গোত্রের মানুষ তার সংস্পর্শে এসে ইসলামের ছায়াতলে আশ্রয় নেয়। তিনি ইসলাম ধর্মের শান্তি ও মানবতার বার্তা প্রচার করে অসংখ্য মানুষের হৃদয় জয় করেছিলেন।\n" +
            "\n" +

            "ড. মুহাম্মদ এনামুল হকের ‘পূর্ব পাকিস্তানে ইসলাম’ গ্রন্থে উল্লেখ রয়েছে যে, হযরত শাহ্ মোহছেন আউলিয়া (রহ.) ১৩৯৭ খ্রিস্টাব্দে ইন্তেকাল করেন। প্রথমে তাকে ঝিওরি গ্রামে দাফন করা হয়, যেখানে তার মাজার গড়ে ওঠে। তবে শঙ্খ নদীর ভাঙনে মাজারটি বিলীন হওয়ার উপক্রম হলে একাধিকবার তার লাশ মোবারক স্থানান্তর করা হয়।\n" +
            "\n" +
            "একটি প্রচলিত বিশ্বাস অনুসারে, তার কন্যা নূরজাহান ও জামাতা সেকান্দর স্বপ্নযোগে নির্দেশ পান, যেখানে বটগাছের নিচে একটি নির্দিষ্ট স্থানে তাকে পুনরায় দাফন করতে বলা হয়। সেই অনুযায়ী তাকে আনোয়ারার বটতলী গ্রামে দাফন করা হয়, যা বর্তমানে তার দ্বিতীয় মাজার হিসেবে পরিচিত।\n" +
            "\n" +
            "বটতলীস্থ শাহ্ মোহছেন আউলিয়ার (রহ.) মাজার একটি গুরুত্বপূর্ণ ধর্মীয় ও ঐতিহাসিক স্থান। মাজারের একটি কালো পাথরের শিলালিপি সংরক্ষিত রয়েছে, যা আরবিতে খোদাই করা। এ মাজারে প্রতিদিন বহু ভক্ত ও দর্শনার্থী আসেন, যারা তার প্রতি গভীর শ্রদ্ধা জানায় এবং তার আধ্যাত্মিক প্রভাব অনুভব করে।\n" +
            "\n" +
            "হযরত শাহ্ মোহছেন আউলিয়া (রহ.)-এর জীবন, কর্ম এবং আধ্যাত্মিক শক্তি বাংলাদেশের ধর্মীয় ইতিহাসে অনন্য স্থান অধিকার করে আছে। তার শিক্ষা, অবদান এবং অলৌকিক ঘটনাগুলো আজও মানুষের মনে প্রেরণা যোগায় এবং তার মাজার একটি গুরুত্বপূর্ণ তীর্থস্থান হিসেবে রয়ে গেছে।";

    public static String chorothbibimosijid = "চট্টগ্রামের আনোয়ারা উপজেলার বারখাইন ইউনিয়নের শোলকাটা গ্রামে দাঁড়িয়ে আছে সতেরো শতকের ঐতিহাসিক ছুরুত বিবি মসজিদ, যা স্থানীয় ও ঐতিহাসিক প্রেক্ষাপটে অত্যন্ত গুরুত্বপূর্ণ। মসজিদটি ঘিরে রয়েছে বহু জনশ্রুতি ও ইতিহাস। মসজিদের দক্ষিণে ও পশ্চিমে রয়েছে দুটি বিশাল দীঘি। দক্ষিণের দীঘি ছুরুত বিবি দীঘি এবং পশ্চিমেরটি আমীর খাঁ দীঘি নামে পরিচিত। আমীর খাঁ দীঘির দক্ষিণে অবস্থিত শেখ রাজার বসতভিটা নামের একটি ঐতিহাসিক স্থান।\n" +
            "\n" +
            "১৫৭৫ সালে গৌড়রাজ্যের দুর্ভিক্ষ ও মহামারিতে ধ্বংসযজ্ঞের পর রাজ্যের সেনাপতি শেখ মোহাম্মদ আদম গৌড়ী সপরিবারে শোলকাটা গ্রামে বসতি স্থাপন করেন। তার বংশধরদের মধ্যে জমিদার শেখ আমীর মুহাম্মদ চৌধুরী ছিলেন একজন প্রভাবশালী ব্যক্তি।\n" +
            "\n" +
            "ইতিহাস গবেষক জামাল উদ্দিনের ‘দেয়াঙ পরগনার ইতিহাস’ গ্রন্থে উল্লেখ করা হয়েছে যে, আরাকান রাজসভার মহাকবি আলাওলের দ্বিতীয় কন্যা ছুরুত বিবি (ওরফে শুক্কুর বিবি)-র বিয়ে হয়েছিল মোগল অংশের জমিদার পরিবারের সন্তান আমীর মুহাম্মদ চৌধুরীর সঙ্গে। এই দম্পতির সম্মানিত ইতিহাস ও ছুরুত বিবির প্রতি ভালোবাসার নিদর্শন হিসেবে ছুরুত বিবি মসজিদ নির্মাণ করা হয়। ধারণা করা হয়, মসজিদটি মোগল শাসনামলে (১৭১৩-১৭১৮) নির্মিত হয়েছিল।\n" +
            "\n" +
            "বর্তমানে মসজিদের মোতাওয়ালি আবুল কাশেম জানান, তার পরিবার ধারাবাহিকভাবে মসজিদের দেখভাল করে আসছে। দলিলপত্র অনুযায়ী, তিনি এই দায়িত্বে থাকা পঞ্চম প্রজন্ম। ১৯৮৮ সালে তার পিতা নুরুল আলমের মৃত্যুর পর তিনি এই দায়িত্ব গ্রহণ করেন।\n" +
            "\n" +
            "প্রচলিত রয়েছে যে, একসময় এই মসজিদে শুধু জোহর ও আসরের নামাজ আদায় করা হতো। কারণ স্থানীয়দের বিশ্বাস ছিল, এখানে জিনেরা নামাজ পড়ত। সন্ধ্যার পর কেউ সেখানে যেতে সাহস করত না। তবে ১৯৯০ সালের পর থেকে এই কুসংস্কার ভেঙে যায়, এবং বর্তমানে সেখানে নিয়মিত ৫ ওয়াক্ত নামাজ আদায় করা হয়।\n" +
            "\n" +
            "ছুরুত বিবির বিয়ের দেড় বছর পর তাদের ঘর আলোকিত করে আসে দুই পুত্র, জাফর খাঁ ও মুজাফফর খাঁ। দেওয়ান পরিবার তাদের প্রজাবৎসল শাসনের জন্য বিশেষভাবে পরিচিত ছিল। তাদের সুনাম দেশজুড়ে ছড়িয়ে পড়ে এবং এমনকি দিল্লির মসনদ পর্যন্ত তাদের প্রসিদ্ধি পৌঁছায়।\n" +
            "\n" +
            "মসজিদের দক্ষিণ পাশে সারি সারি ১২টি কবর রয়েছে। ধারণা করা হয়, এসব কবর দেওয়ান পরিবারের সদস্যদের। কবরস্থানের নীরবতা ও মসজিদের ইতিহাস একত্রে প্রাচীন এই স্থানকে আরও রহস্যময় করে তোলে।\n" +
            "\n" +
            "ঐতিহাসিক ছুরুত বিবি মসজিদ শুধু একটি ধর্মীয় স্থাপনা নয়, এটি চট্টগ্রামের মোগল ও দেওয়ান পরিবারের ঐতিহ্য ও ইতিহাসের একটি গুরুত্বপূর্ণ নিদর্শন। এ মসজিদ এবং এর সংলগ্ন অঞ্চল যুগ যুগ ধরে কালের সাক্ষী হয়ে দাঁড়িয়ে আছে। ছুরুত বিবি ও দেওয়ান পরিবারের অবদান, তাদের দানশীলতা এবং শাসনপদ্ধতি আজও স্থানীয়দের মধ্যে শ্রদ্ধা জাগ্রত করে রেখেছে।";
}

